[
  {
    "id": "faq_001",
    "questionAr": "ما هو تجمع الفاو زاخو؟",
    "questionEn": "What is the Al-Faw Zakho Gathering?",
   "answerAr": "تجمع الفاو زاخو هو تجمع سياسي وطني مستقل في العراق، يتبنّى مشروع دولة عادلة وموحَّدة بعيدة عن المحاصصة الطائفية والعنصرية والانقسام القومي. يقود التجمع المهندس عامر عبد الجبار إسماعيل. يستمد التجمع اسمه من الفاو في أقصى جنوب العراق، في إشارة إلى مشروع مدينة الفاو الاقتصادية وميناء الفاو بوصفهما تنّور الاقتصاد العراقي، ومن زاخو في شمال العراق بما تمثّله من جبال شامخة ترمز إلى الثبات والكرامة ووحدة الأرض العراقية من الجنوب إلى الشمال.",
  "answerEn": "The Al-Faw Zakho Gathering is an independent national political coalition in Iraq that advocates for a just and unified state, free from sectarian, ethnic, and quota-based power sharing. It is led by engineer Amer Abdul-Jabbar Ismail. The name is derived from Al-Faw in the far south — referring to the Al-Faw Economic City project and the Grand Al-Faw Port as Iraq’s economic furnace — and from Zakho in the north, whose proud mountains symbolize resilience, dignity, and the unity of Iraq’s land from south to north.",
  "category": "عام",
    "importance": 5,
    "tags": ["تعريف", "أهداف", "هوية"],
    "createdAt": "2024-01-01T00:00:00Z",
    "viewCount": 0
  },
  {
    "id": "faq_002",
    "questionAr": "كيف يمكنني التواصل مع المرشحين؟",
    "questionEn": "How can I contact the candidates?",
    "answerAr": "يمكنكم التواصل مع المرشحين من خلال أرقام الاتصال المنشورة في صفحة كل مرشح داخل التطبيق، أو عبر زيارة المكاتب الانتخابية المنتشرة في المحافظات. كما يمكنكم متابعة الإعلانات الرسمية عند فتح قنوات تواصل إضافية.",
    "answerEn": "You can contact candidates through the phone numbers listed on each candidate’s profile in the app, or by visiting our electoral offices in the provinces. Additional communication channels will be announced officially when available.",
    "category": "تواصل",
    "importance": 4,
    "tags": ["اتصال", "معلومات", "مرشحون"],
    "createdAt": "2024-01-01T00:00:00Z",
    "viewCount": 0
  },
  {
    "id": "faq_003",
    "questionAr": "ما أهداف تجمع الفاو زاخو؟",
    "questionEn": "What are the goals of the Al-Faw Zakho Gathering?",
    "answerAr": "يرتكز برنامج تجمع الفاو زاخو على مبادئ أساسية واضحة:\n\n• وحدة وطنية: نرفض الطائفية والعنصرية ونعمل من أجل عراق موحَّد قوي لكل مواطنيه.\n• حلول عصرية: نعتمد التكنولوجيا والابتكار في معالجة الأزمات بدل الخطاب العاطفي والشعارات الفارغة.\n• شفافية ومساءلة: مكافحة الفساد ومحاسبة من يهدر المال العام، بلا حصانة فوق القانون.\n• تمكين الشباب: الإيمان بأن الشباب هم رصيد العراق الأهم، وليسوا مجرد واجهة إعلامية.\n\nوينظَّم البرنامج العملي للتجمع ضمن خمس ركائز رئيسية:\n\nأولًا - الاقتصاد والتنمية:\n- معالجة الهدر المالي والفساد الاقتصادي غير المنظور.\n- رفع الإيرادات غير النفطية لتصل إلى 50% من الموازنة بحلول عام 2030، لتقليل الارتهان للنفط.\n- تسريع إنجاز ميناء الفاو الكبير وربط العراق بالممرات التجارية الإقليمية والدولية (طريق الحرير).\n- إطلاق مدينة الفاو الاقتصادية كمورد وطني استراتيجي غير نفطي وتوفير فرص عمل واسعة.\n- دعم الصناعة الوطنية، الزراعة، النقل الوطني، السياحة، والاتصالات بوصفها قطاعات إنتاجية حقيقية.\n- إعطاء أولوية للمنتج الوطني وتشجيع القطاع الخاص لتوليد وظائف للشباب والعاطلين.\n- إنشاء مجلس إعمار وصندوق إعمار لوضع خطط خماسية للبنى التحتية والخدمات.\n- إصلاح هيئة الاستثمار وتحويلها إلى \"وكالة الاستثمار الذكي\" عبر تبسيط الإجراءات وتسهيل التراخيص وجذب المستثمرين الجادين.\n- إطلاق \"صندوق الابتكار العراقي\" لدعم رواد الأعمال والشركات الناشئة في مختلف المحافظات.\n\nثانيًا - الشباب والتعليم:\n- إعداد وتأهيل جيل شاب قادر على القيادة من خلال التدريب العملي والاحتكاك المباشر بالمسؤولية العامة.\n- تطوير مراكز الشباب والرياضة والثقافة والفنون وجعلها بيئة إنتاج لا مجرد قاعات مغلقة.\n- تحديث المناهج الدراسية لتكون قائمة على المهارات، والتحليل، والتفكير النقدي بدل الحفظ الأعمى.\n- دمج البرامج الرقمية الحديثة في التعليم والعمل الحكومي.\n- إنشاء منصة بريد إلكتروني وطني آمن يربط المواطن بالدولة بشكل مباشر وموثّق.\n\nثالثًا - المجتمع والخدمات:\n- تعزيز مكانة المرأة ودعم الأسرة والطفل باعتبارها نواة الاستقرار الاجتماعي.\n- تطوير النظام الصحي وتحسين خدمات المرضى.\n- إنشاء \"صندوق الفقراء\" لتأمين سكن ميسر وبديل لائق عن العشوائيات.\n- إصلاح النظام المصرفي عبر خفض فوائد الإقراض على المواطنين ورفع العوائد على الادخار.\n- أتمتة الخدمات الحكومية وتشغيل العاطلين عبر منصات رقمية شفافة.\n\nرابعًا - السياسة وبناء الدولة:\n- تعديل الدستور وفق المادة (126) باتجاه نظام شبه رئاسي يوازن السلطات، مع تقليل عدد النواب، وإلغاء مجالس المحافظات، ودمج الهيئات المتضخمة.\n- حماية سيادة العراق وحقوقه المائية والبحرية، ورفض أي اتفاقيات تُضعف الموقف الوطني، والتأكيد على قرار المحكمة الاتحادية العليا المرقم (٢٢٣/١٥) في ملف خور عبد الله، وصون حقوق العراق في خور عبد الله وشط العرب، وضمان حصته المائية من دول الجوار.\n- تفعيل دور القضاء وترسيخ استقلاليته لضمان عدالة حقيقية.\n- إصلاح المنظومة الأمنية وتوحيد القرار الأمني وضبط السلاح خارج سلطة الدولة.\n- دعم حرية الصحافة والإعلام، وتوسيع دور منظمات المجتمع المدني.\n- تقليص الامتيازات والمخصصات غير المبررة للمسؤولين وكبار أصحاب المناصب.\n\nخامسًا - معارضة برلمانية بنّاءة:\n- مواجهة الفساد ومقاومة البيروقراطية داخل التشريع بدل تحويل البرلمان إلى ديكور.\n- دعم الكفاءات الوطنية النزيهة وملاحقة الفاسدين قضائيًا.\n- تفعيل الرقابة الرقمية الذكية بدل الرقابة الشكلية القائمة على المجاملات.\n- بناء علاقة عمل شفافة بين البرلمان والحكومة على أساس التكامل لا الصفقات.",
    "answerEn": "The Al-Faw Zakho Gathering’s program is built on four core principles:\n\n• National unity: We reject sectarianism and racism. We work for one strong, united Iraq that belongs to all its citizens.\n• Modern solutions: We rely on technology and practical policy design instead of empty slogans.\n• Transparency and accountability: We commit to fighting corruption and holding those who waste public funds accountable.\n• Youth empowerment: We believe Iraqi youth are not a photo-op. They are future leaders and decision-makers.\n\nThis vision is organized into five main pillars:\n\n1. Economy & Development:\n- Stop financial waste and hidden economic leakage.\n- Increase non-oil revenues toward 50% of the national budget by 2030 to reduce oil dependency.\n- Accelerate completion of the Grand Al-Faw Port and connect Iraq to regional and global trade corridors (the New Silk Road).\n- Launch the Al-Faw Economic City as a strategic non-oil source of income and large-scale job creation.\n- Support national industry, agriculture, national transport, tourism, and telecommunications as real productive sectors.\n- Prioritize Iraqi products and empower the private sector to generate jobs.\n- Establish a Reconstruction Council and a Reconstruction Fund to drive five-year infrastructure and public service plans.\n- Reform the Investment Authority into an \"Intelligent Investment Agency\" with simplified licensing to attract serious investors.\n- Create an \"Iraqi Innovation Fund\" to finance startups and entrepreneurship nationwide.\n\n2. Youth & Education:\n- Train and qualify young Iraqis for real leadership through hands-on experience.\n- Upgrade youth, sports, culture, and arts centers into active development hubs.\n- Modernize curricula toward skills, analysis, and critical thinking instead of rote memorization.\n- Integrate digital programs into education and public services.\n- Launch a secure national e-mail platform that connects citizens directly to state institutions.\n\n3. Society & Public Services:\n- Strengthen the role of women, children, and the family as the core of social stability.\n- Improve the healthcare system and patient services.\n- Establish a \"Social Support Housing Fund\" to provide affordable housing and end unsafe informal settlements.\n- Reform the banking sector by lowering interest rates on loans to citizens and improving returns on savings.\n- Automate government services and create transparent digital employment channels for job seekers.\n\n4. Governance & State Building:\n- Amend the constitution under Article 126 toward a semi-presidential system that balances authority, while reducing the number of MPs, abolishing provincial councils, and merging redundant state bodies.\n- Defend Iraq’s sovereignty and water/maritime rights, including positions on Khor Abdullah and the Shatt al-Arab, and uphold Federal Supreme Court ruling (223/15). We consider national resources and borders non-negotiable.\n- Strengthen an independent judiciary to guarantee real justice.\n- Reform the security apparatus, unify security decision-making, and control weapons outside state authority.\n- Protect freedom of the press and expand the role of civil society.\n- Cut unjustified privileges and benefits granted to senior officials.\n\n5. Constructive Parliamentary Opposition:\n- Confront corruption and break bureaucratic paralysis in legislation.\n- Support competent, honest national figures and pursue corrupt actors through the courts.\n- Enable digital, data-driven oversight instead of cosmetic “watchdog” theatrics.\n- Redefine Parliament–Government relations on transparency and complementarity, not backroom deals.",
    "category": "أهداف",
    "importance": 5,
    "tags": ["أهداف", "رؤية", "برنامج"],
    "createdAt": "2024-01-01T00:00:00Z",
    "viewCount": 0
  },
  {
    "id": "faq_004",
    "questionAr": "كيف يمكن المشاركة في أنشطة التجمع؟",
    "questionEn": "How can I participate in the Gathering's activities?",
    "answerAr": "يمكنك الانخراط مع التجمع بعدة طرق: التسجيل من خلال التطبيق، زيارة أقرب مكتب ميداني في محافظتك، التطوع في الحملات والفعاليات، أو التواصل مع فرق العمل المختصة بالشباب والخدمات. نرحّب بكل شخص يؤمن ببناء دولة عادلة قوية بعيدًا عن المحاصصة.",
    "answerEn": "You can get involved in several ways: register through the app, visit the nearest field office in your province, volunteer in campaigns and activities, or reach out to our youth and service teams. We welcome anyone who believes in building a fair and capable state beyond sectarian quotas.",
    "category": "مشاركة",
    "importance": 4,
    "tags": ["مشاركة", "تطوع", "انضمام"],
    "createdAt": "2024-01-05T00:00:00Z",
    "viewCount": 0
  },
  {
    "id": "faq_005",
    "questionAr": "ما الجديد الذي يقدمه تجمع الفاو زاخو؟",
    "questionEn": "What is new or different about the Al-Faw Zakho Gathering?",
    "answerAr": "يطرح التجمع برنامجًا عمليًا قابلًا للتنفيذ على الأرض، لا مجرد وعود عامة. منهجنا اقتصادي تطبيقي يركّز على حلول ممكنة إداريًا وماليًا، وعلى إصلاح بنيوي في الدولة، بدل الاكتفاء بالشعارات العاطفية المعتادة. باختصار: نحن نقدّم خطة عمل لإدارة دولة وخدمة مواطن، لا خطاب تعبوي للاستهلاك الإعلامي.",
    "answerEn": "The Gathering offers an actionable, implementation-focused program rather than generic promises. Our approach is practical and economics-driven: it focuses on solutions that can actually be executed within state institutions and budgets, and on structural reforms to how the state works. In short, we present a plan to govern and serve citizens — not just emotional slogans for media consumption.",
    "category": "عام",
    "importance": 5,
    "tags": ["رؤية", "مقاربة عملية", "إصلاح"],
    "createdAt": "2024-01-05T00:00:00Z",
    "viewCount": 0
  }
]
